result/perfDebug/results_10/benchmark-stats.log
  240000000 requests completed in 475.50 seconds
  50 parallel clients
  3 bytes payload
  keep alive: 1

0.00% <= 1 milliseconds
0.02% <= 2 milliseconds
11.17% <= 3 milliseconds
66.22% <= 4 milliseconds
83.88% <= 5 milliseconds
91.42% <= 6 milliseconds
93.95% <= 7 milliseconds
95.28% <= 8 milliseconds
96.23% <= 9 milliseconds
97.02% <= 10 milliseconds
97.60% <= 11 milliseconds
98.08% <= 12 milliseconds
98.45% <= 13 milliseconds
98.73% <= 14 milliseconds
98.97% <= 15 milliseconds
99.18% <= 16 milliseconds
99.37% <= 17 milliseconds
99.53% <= 18 milliseconds
99.66% <= 19 milliseconds
99.75% <= 20 milliseconds
99.81% <= 21 milliseconds
99.86% <= 22 milliseconds
99.88% <= 23 milliseconds
99.90% <= 24 milliseconds
99.91% <= 25 milliseconds
99.92% <= 26 milliseconds
99.93% <= 27 milliseconds
99.94% <= 28 milliseconds
99.95% <= 29 milliseconds
99.95% <= 30 milliseconds
99.96% <= 31 milliseconds
99.96% <= 32 milliseconds
99.96% <= 33 milliseconds
99.96% <= 34 milliseconds
99.97% <= 35 milliseconds
99.97% <= 36 milliseconds
99.97% <= 37 milliseconds
99.97% <= 38 milliseconds
99.97% <= 39 milliseconds
99.97% <= 40 milliseconds
99.97% <= 43 milliseconds
99.97% <= 44 milliseconds
99.97% <= 45 milliseconds
99.97% <= 46 milliseconds
99.97% <= 47 milliseconds
99.97% <= 48 milliseconds
99.97% <= 49 milliseconds
99.97% <= 50 milliseconds
99.97% <= 51 milliseconds
99.97% <= 54 milliseconds
99.97% <= 55 milliseconds
99.97% <= 56 milliseconds
99.97% <= 57 milliseconds
99.97% <= 58 milliseconds
99.97% <= 60 milliseconds
99.97% <= 61 milliseconds
99.97% <= 62 milliseconds
99.97% <= 63 milliseconds
99.98% <= 64 milliseconds
99.98% <= 65 milliseconds
99.98% <= 66 milliseconds
99.98% <= 69 milliseconds
99.98% <= 70 milliseconds
99.98% <= 72 milliseconds
99.98% <= 74 milliseconds
99.98% <= 75 milliseconds
99.98% <= 76 milliseconds
99.98% <= 77 milliseconds
99.98% <= 78 milliseconds
99.98% <= 79 milliseconds
99.98% <= 80 milliseconds
99.98% <= 81 milliseconds
99.98% <= 82 milliseconds
99.98% <= 83 milliseconds
99.98% <= 84 milliseconds
99.98% <= 85 milliseconds
99.98% <= 86 milliseconds
99.98% <= 87 milliseconds
99.98% <= 88 milliseconds
99.98% <= 90 milliseconds
99.98% <= 91 milliseconds
99.98% <= 92 milliseconds
99.98% <= 94 milliseconds
99.99% <= 101 milliseconds
99.99% <= 102 milliseconds
99.99% <= 103 milliseconds
99.99% <= 105 milliseconds
99.99% <= 107 milliseconds
99.99% <= 109 milliseconds
99.99% <= 113 milliseconds
99.99% <= 115 milliseconds
99.99% <= 119 milliseconds
99.99% <= 120 milliseconds
99.99% <= 124 milliseconds
99.99% <= 133 milliseconds
99.99% <= 135 milliseconds
99.99% <= 136 milliseconds
99.99% <= 137 milliseconds
99.99% <= 138 milliseconds
99.99% <= 139 milliseconds
99.99% <= 142 milliseconds
99.99% <= 143 milliseconds
99.99% <= 146 milliseconds
99.99% <= 147 milliseconds
99.99% <= 148 milliseconds
99.99% <= 150 milliseconds
99.99% <= 158 milliseconds
99.99% <= 170 milliseconds
99.99% <= 231 milliseconds
99.99% <= 319 milliseconds
99.99% <= 536 milliseconds
99.99% <= 727 milliseconds
99.99% <= 728 milliseconds
99.99% <= 746 milliseconds
99.99% <= 927 milliseconds
99.99% <= 1776 milliseconds
99.99% <= 1799 milliseconds
99.99% <= 1829 milliseconds
99.99% <= 2031 milliseconds
99.99% <= 2260 milliseconds
99.99% <= 2757 milliseconds
99.99% <= 2758 milliseconds
99.99% <= 3124 milliseconds
99.99% <= 3125 milliseconds
99.99% <= 3213 milliseconds
99.99% <= 3892 milliseconds
99.99% <= 3922 milliseconds
99.99% <= 4170 milliseconds
99.99% <= 4195 milliseconds
99.99% <= 4403 milliseconds
99.99% <= 4866 milliseconds
99.99% <= 4942 milliseconds
99.99% <= 5160 milliseconds
99.99% <= 5317 milliseconds
99.99% <= 5447 milliseconds
99.99% <= 5448 milliseconds
99.99% <= 5580 milliseconds
99.99% <= 5648 milliseconds
100.00% <= 5752 milliseconds
100.00% <= 5842 milliseconds
100.00% <= 5897 milliseconds
100.00% <= 6025 milliseconds
100.00% <= 6191 milliseconds
100.00% <= 6273 milliseconds
100.00% <= 6274 milliseconds
100.00% <= 6325 milliseconds
100.00% <= 6989 milliseconds
100.00% <= 8315 milliseconds
100.00% <= 8775 milliseconds
100.00% <= 8779 milliseconds
100.00% <= 8790 milliseconds
100.00% <= 9040 milliseconds
100.00% <= 9114 milliseconds
100.00% <= 9188 milliseconds
100.00% <= 9460 milliseconds
100.00% <= 9880 milliseconds
100.00% <= 10058 milliseconds
100.00% <= 10077 milliseconds
100.00% <= 10402 milliseconds
100.00% <= 10543 milliseconds
100.00% <= 11358 milliseconds
100.00% <= 11434 milliseconds
100.00% <= 11470 milliseconds
100.00% <= 11797 milliseconds
100.00% <= 11803 milliseconds
100.00% <= 11809 milliseconds
100.00% <= 11821 milliseconds
100.00% <= 11870 milliseconds
100.00% <= 11870 milliseconds
504731.88 requests per second